
/*
 * Network "set" (location) strings
 */
"DEFAULT_SET_NAME" = "Automatik";

/*
 * [System] Keychain descriptions for PPP
 */
"KEYCHAIN_KIND_PPP_PASSWORD" = "Kata Laluan PPP";

/*
 * [System] Keychain descriptions for IPSec
 */
"KEYCHAIN_KIND_IPSEC_SHARED_SECRET" = "Rahsia IPSec yang Dikongsi";
"KEYCHAIN_KIND_IPSEC_XAUTH_PASSWORD" = "Kata Laluan IPSec XAuth";

/*
 * [System] Keychain descriptions for 802.1X
 *   Network Connection (Ethernet)
 *   Network Connection
 *   802.1X Password
 */
"KEYCHAIN_DESCRIPTION_EAPOL_INTERFACE" = "Sambungan Rangkaian (%@)";
"KEYCHAIN_DESCRIPTION_EAPOL" = "Sambungan Rangkaian";
"KEYCHAIN_KIND_EAPOL" = "Kata Laluan 802.1X ";

/*
 * [System] Keychain descriptions for VPN
 */
"KEYCHAIN_KIND_VPN_PASSWORD" = "Kata Laluan VPN";
